const tasks = [
    { task: 'Коли з ігрового майданчика додому пішло 5 дівчаток і 7 хлопчиків, то на ньому залищилось 10 дітей. Скільки дітей було на ігровому майданчику спочатку?', answer: '22' },
    { task: 'Мурашка проповзла від мурашника до дерева й повернулася назад. Який шлях подолала мурашка, якщо відомо, що відстань від мурашника до дерева становить 25 м?', answer: '50' },
    { task: 'Тарас купив зошит за 8 грн, олівець за 5 грн і книжку за 37 грн. Яка вартість покупки?', answer: '50' },
    { task: 'Для уроку математики учні виготовили 15 трикутників, стільки само чотирикутників і 30 кругів. Скільки всього трикутників, чотирикутників і кругів виготовили учні?', answer: '60' },
    { task: 'Мама купила 34 зошити у клітинку, 17 зошитів у лінійку і 29 зошитів у косу лінійку. Скільки всього зошитів купила мама?', answer: '80' },
    { task: 'Павло задумав число, поділив його на 9 і отримав у відповіді 5. Яке число задумав Павло?', answer: '45' },
    { task: 'Поліна задумала число, поділила його на 8 і отримала у відповіді 4. Яке число задумала Поліна?', answer: '32' },
    { task: 'Після того як у 6 пеналів поклали по 6 олівців, залишилося ще 15 олівців. Скільки всього олівців було?', answer: '51' },
    { task: 'На столі лежить 1 апельсин. Його розрізали на 2 частини, скільки апельсинів лежить на столі?', answer: '1' },
    { task: 'На галявині стояло 3 високі сосни. На кожній сосні по 3 великих гілки і 3 маленьких. На кожній маленькій гілці по яблуку. Скільки всього яблук на деревах?', answer: '0' },
    { task: 'На столі стояли 3 чашки з чаєм. Папа випив чай з однієї чашки і поставив її на місце. Мама випила свій чай і теж поставила чашку на місце. Скільки чашок було на столі, коли прийшов пити чай син?', answer: '3' },
];

export default tasks;
