const tasks = [
    { task: 'До берега річки підійшли дві групи туристів. У першій групі було 36 осіб, а на другій – 27. Частину туристів перевезли на другий берег річки шістьма рейсами човна, по 8 осіб щоразу. Скільки туристів ще треба перевезти?', answer: '15' },
    { task: 'У шафі висіло 18 пальт, плащів – на 12 більше, ніж пальт, а курток – у 5 разів менше, ніж плащів. Скільки всього одягу висіло в шафі?', answer: '54' },
    { task: 'Яке число треба поділити на 7, щоб одержати 9?', answer: '63' },
    { task: 'До млина завезли 24 мішки жита і пшениці. Жита було на 6 мішків менше. Скільки було мішків жита?', answer: '9' },
    { task: '4 хлопчики й дівчинка зібрали 17 кг грибів. Хлопчики зібрали по 3 кг кожний. Скільки кілограмів грибів зібрала дівчинка?', answer: '5' },
    { task: 'Токар за 3 год виготовив 27 деталей. Скільки часу йому потрібно, щоб виготовити 45 таких деталей, якщо працюватиме так само?', answer: '5' },
    { task: 'Довжина першого відрізка 8 см, що у 2 рази більша за довжину другого відрізка. Знайди довжину третього відрізка, довжина якого дорівнює сумі довжин перших двох відрізків.', answer: '12' },
    { task: 'Перше число 28, а друге – у 5 разів більше. Знайди суму цих чисел?', answer: '168' },
    { task: 'В магазин завезли печиво, цукерки та апельсини. Печива було 10 ящиків, цукерок – у 6 разів більше ніж печива, а апельсинів – на 16 ящиків менше. Знайди загальну кількість ящиків, завезену до магазину.', answer: '114' },
    { task: 'Довжина найбільшої бігової доріжки 1500 м, що у 3 рази більше ніж довжина найменшої доріжки. Бігун має пробігти 3 кола найменшою доріжкою і 2 кола найбільшою. Скільки всього метрів пробіжить бігун?', answer: '4500' },
];

export default tasks;