const tasks = [
    { task: 'Мама помила 8 яблук. 3 яблука вона поклала на тарілку, а решту яблук - у вазу. Скільки яблук мама поклала у вазу?', answer: '5' },
    { task: 'Усього було 10 олівців. Біля коробки 2 олівці. Скільки олівців у коробці?', answer: '8' },
    { task: "На подвір'ї 10 гусей. З них 6 білі, а решта - сірі. Скільки було сірих гусей?", answer: '4' },
    { task: 'Біля школи росте 8 хвойних дерев. З них 3 ялини, а решта сосни. Скільки сосен росте біля школи?', answer: '5' },
    { task: 'Катруся засушила 7 листків. З них 4 кленових, а решта дубові. Скільки дубових листків засушила Катруся?', answer: '3' },
    { task: 'У Галинки було 10 зошитів. З них 7 у лінійку, а решта у клітинку. Скільки зошитів у клітинку було у Галинки?', answer: '3' },
    { task: 'В автопарку стояло 8 вантажних машин, а легкових – на 3 менше. Скільки легкових машин стояло в автопарку?', answer: '5' },
    { task: 'У Юрка було 5 гривень, а в Степанка – на 5 гривень більше. Скільки грошей у Степанка?', answer: '10' },
    { task: 'Біля школи посадили 7 тополь, а берізок - на 3 менше. Скільки берізок посадили біля школи?', answer: '4' },
    { task: 'До годівниці прилетіло 6 синиць, а горобців на 4 менше. Скільки прилетіло горобців?', answer: '2' },
    { task: 'Світланка знайшла 4 горіхи, а Ілля на 3 горіхи більше. Скільки горіхів знайшов Ілля?', answer: '7' },
    { task: 'Кирило зробив 10 присідань, а Ярослав зробив - на 3 менше. Скільки присідань зробив Ярослав?', answer: '7' },
    { task: 'У Зої 4 ляльки, а у Каті - на 1 ляльку менше. Скільки ляльок у Каті?', answer: '3' },
    { task: "Пташка повзик, яка вміє спускатися стовбуром дерева вниз головою, з'їла 8 жолудів, а горіхів - на 3 менше. Скільки горіхів з'їла пташка?", answer: '5' },
    { task: 'Перше число 10, а друге – на 4 менше. Знайти друге число', answer: '6' },
    { task: 'У кошику 10 огірків, а у корзинці 9 огірків. Скільки всього огірків?', answer: '19' },
    { task: 'Мама приготувала салат із 5 огірків і 10 помідорів. Скільки всього овочів використала мама?', answer: '15' },
    { task: 'У каністрі вміщається 10 л рідини, а у каструлі 4 л. Скільки всього літрів рідини у каністрі і каструлі?', answer: '14' },
    { task: 'У Полінки було 15 гривень. Вона витратила 10 гривень. Скільки гривень залишилося у Полінки?', answer: '5' },
    { task: 'Тарас посадив 10 кущів смородини, а Олег - 8 кущів. Скільки всього кущів посадили хлопчики?', answer: '18' },
    { task: 'У Анастасії було 5 гривень. Їй дали ще 10 гривень. Скільки грошей стало у Анастасії?', answer: '15' },
    { task: 'У Іллі 10 білих кролів і 7 сірих. Скільки всього кролів у Іллі?', answer: '17' },
    { task: 'Марійка прочитала 10 казок, а Богданка 8 казок. Скільки всього казок прочитали дівчатка?', answer: '18' },
    { task: 'Тетянка зібрала 19 полуничок, 9 віддала бабусі. Скільки полуничок залишилося у Тетянки?', answer: '10' },    
];

export default tasks;

