const tasks = [
    { task: 'Дві бригади лісників разом заготовили 245 кг жолудів. Перша бригада зібрала 4 однакові мішки жолудів, а друга – 3 такі само мішки. Скільки кілограмів жолудів зібрала перша бригада?', answer: '140' },
    { task: "Три сирних піци коштують 270 гривень. Скільки коштує 5 м'ясних піц, якщо ціна м'ясної піци така ж як і сирної?", answer: '450' },
    { task: 'У 7 файлів слід розкласти 62 аркуші, порівну в кожний. Скільки аркушів залишиться?', answer: '6' },
    { task: 'Відстань між селами 190 км. З одного села виїхав велосипедист зі швидкістю 15 км/год. Назустріч йому з іншого села виїхав автомобіль. Вони зустрілися через 2 год. Яка середня швидкість автомобіля?', answer: '80' },
    { task: 'Із двох станцій, відстань між якими 600 км, виїхали одночасно назустріч один одному два поїзди. Один їхав із середньою швидкістю 75 км/год. А інший – 65 км/год. Яка відстань буде між поїздами через 4 год?', answer: '40' },
    { task: 'Два однакові автомобілі перевезли разом 120 т вантажу. Перший автомобіль зробив 5 рейсів, а другий — 3. Скільки тонн вантажу перевіз другий автомобіль?', answer: '45' },
    { task: 'Три однакові бригади робітників за 4 дні проклали 600 м шосе. Скільки метрів шосе прокладе одна бригада за 2 дні?', answer: '100' },
    { task: 'Один принтер друкує 45 сторінок за 1 хв, а другий — 165 сторінок за 3 хв. За скільки хвилин обидва принтери надрукують 2000 сторінок?', answer: '20' },
    { task: 'Щоб прикрасити зал до свята, учні старших класів виготовили 920 паперових ліхтариків, а учні початкових класів — утричі більше. Усі ліхтарики розмістили порівну на 40 гірляндах. Скільки ліхтариків у кожній гірлянді?', answer: '92' },
    { task: 'За перший семестр навчального року учень 4 класу списав 6 зошитів у клітинку й 8 зошитів у лінійку, усього — 336 сторінок. Відомо, що всі зошити були однакові за обсягом. Скільки сторінок у лінійку списав учень?', answer: '192' },
];

export default tasks;